Repository: ekimiateam/chronopost_for_woocommerce
Catalog: languages/chronopost-*.po
Languages: fr_fr

source: https://www.chronopost.fr/
fr_fr: https://www.chronopost.fr/fr/

source: Chronopost shipping methods for WooCommerce
fr_fr: Méthodes de livraison Chronopost pour WooCommerce

source: Select a time
fr_fr: Sélectionner une heure

source: To
fr_fr: Au

source: From
fr_fr: Du

source: Min weight
fr_fr: Poids min

source: Max weight
fr_fr: Poids max

source: Shipping Rate
fr_fr: Tarif de livraison

source: Delete selected rates
fr_fr: Supprimer les tarifs sélectionnés

source: Add new rate
fr_fr: Ajouter un tarif

source: You can't enable this product with this contract. Please contact us for more informations.
fr_fr: Vous ne pouvez pas activer ce produit avec ce contrat. Veuillez nous contacter pour plus d'informations.

source: Shipment
fr_fr: Expédition

source: Download label
fr_fr: Télécharger l’étiquette

source: Use contract
fr_fr: Utiliser contrat

source: Advalorem insurance
fr_fr: Assurance Ad Valorem

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Insurance amount
fr_fr: Montant de l’assurance

source: Ship On Saturday
fr_fr: Livraison le samedi

source: Not active
fr_fr: Désactivée

source: Parcels number
fr_fr: Nombre colis

source: Parcels dimensions
fr_fr: Dimensions colis

source: Generate label
fr_fr: Générer l’étiquette

source: Return label
fr_fr: Étiquette de retour

source: View return label
fr_fr: Voir l’étiquette de retour

source: Generate return label again
fr_fr: Re-générer l’étiquette de retour

source: Delete return label
fr_fr: Annuler l’étiquette de retour

source: Generate return label
fr_fr: Créer le retour

source: Valid username or password
fr_fr: Nom d’utilisateur et mot de passe valides

source: A system error occured. Please contact the Chronopost support if the problem persists.
fr_fr: Une erreur système s’est produite. Contactez le support Chronopost si le problème persiste.

source: No daily dockets.
fr_fr: Aucun bordereau.

source: Status
fr_fr: Statut

source: Order
fr_fr: Commande

source: Shipped to
fr_fr: Livrée à

source: Export daily dockets
fr_fr: Exporter les bordereaux de fin de journée

source: Chronopost Daily Dockets
fr_fr: Chronopost Bordereaux de fin de journée

source: You must define a minimun amount in order to enabled the insurance.
fr_fr: Vous devez définir un montant minimum pour pouvoir activer l’assurance.

source: TEST Contract
fr_fr: Contrat TEST

source: Chronopost notification about weight
fr_fr: Notification Chronopost au sujet du poids

source: Thank you for using the Chronopost plugin for WooCommerce!
fr_fr: Merci d’utiliser le plugin Chronopost pour WooCommerce !

source: Don't forget to <a href="%s">configure your Chronopost Settings.</a>
fr_fr: N’oubliez pas de <a href="%s">configurer vos paramètres Chronopost</a>

source: Start <a href="%s">configuring your Chronopost delivery methods</a>
fr_fr: Commencez à <a href="%s">configurer vos méthodes de livraison Chronopost</a>

source: Enjoy our plugin ;)
fr_fr: Appréciez le plugin ;)

source: The Chronopost Team
fr_fr: L’équipe Chronopost

source: Shipments
fr_fr: Expéditions

source: Import trackings
fr_fr: Importer suivis colis

source: Daily docket
fr_fr: Bordereaux de fin de journée

source: Orders per page
fr_fr: Commandes par page

source: Accounts configuration
fr_fr: Configuration des contrats

source: Shipper address
fr_fr: Adresse d'expédition

source: Civility
fr_fr: Civilité

source: Name
fr_fr: Raison sociale

source: Name 2
fr_fr: Raison sociale 2

source: Address
fr_fr: Adresse

source: Address 2
fr_fr: Adresse 2

source: Zipcode
fr_fr: Code postal

source: City
fr_fr: Ville

source: Country
fr_fr: Pays

source: Contact name
fr_fr: Nom du contact

source: Phone
fr_fr: Téléphone

source: Mobile
fr_fr: Portable

source: Billing address
fr_fr: Adresse de facturation

source: Return address
fr_fr: Adresse de retour

source: Printing options
fr_fr: Options d'impression

source: Print Mode
fr_fr: Mode d’impression

source: Mailbox delivery option
fr_fr: Option de dépôt en boîte aux lettres

source: Enable bal option
fr_fr: Activer l’option BAL

source: Saturday shipping
fr_fr: Livraison le samedi

source: Slot when saturday option is enabled
fr_fr: Créneau ou l’option samedi est activée

source: Ad Valorem Insurance
fr_fr: Assurance Ad Valorem

source: Enable Ad Volorem Insurance
fr_fr: Activer l’assurance Ad Valorem

source: Minimum amount to be insured
fr_fr: Montant minimum à assurer

source: Corsica Supplement
fr_fr: Supplément Corse

source: Supplement amount
fr_fr: Montant supplémentaire

source: CSS Export Settings
fr_fr: Paramètres export CSS

source: File Extension
fr_fr: Extension du fichier

source: File charset
fr_fr: Encodage du fichier

source: End of line character
fr_fr: Caractère de fin de ligne

source: Field delimiter
fr_fr: Délimitation des champs

source: Field separator
fr_fr: Séparateur des champs

source: Dropoff Settings
fr_fr: Configuration affichage points relais

source: Display mode for drop-offs
fr_fr: Mode d'affichage pour les points relais

source: Reset form data
fr_fr: Réinitialiser

source: Offer to your customers the first Express delivery service with the official Chronopost module for WooCommerce. With Chronopost, your customer will have the choice of the main delivery modes within 24h : at home, at a Pickup point or at the office !
fr_fr: Avec le module officiel Chronopost pour WooCommerce, proposez les services du N°1 de la livraison Express à vos clients ! proposez les services du N°1 de la livraison Express à vos clients ! Avec ce module, proposez à vos clients le choix des principaux modes de livraison en moins de 24h : à domicile, en points relais ou encore au bureau !

source: Your customers will also have the rdv service : They are notified by email or SMS the day before the delivery and can reschedule the delivery or ask to be delivered at a pickup point among more than 17 000 points (post offices, Pickup relay or Chronopost agencies).
fr_fr: Vos clients bénéficient également de Predict : ils sont ainsi automatiquement avertis par email et SMS la veille de la livraison et peuvent s’ils le souhaitent reprogrammer leur livraison ou demander une mise à disposition ultérieure dans le point de retrait de leur choix, parmi plus de 17 000 points (bureaux de poste, points relais ou agences Chronopost).

source: Expand your business internationally with Chronopost international delivery service which is included in this module.
fr_fr: Développez votre activité à l’international en un clin d’oeil : les services de livraison Express de Chronopost pour l’international sont également inclus.

source: Find all these services in the Chronopost e-commerce pack : MyChrono. To activate the module on your site, contact us at
fr_fr: Retrouvez tous ces services dans l’offre MyChrono, l’offre de Chronopost dédiée au secteur e-commerce. Pour bénéficier vous aussi de MyChrono et activer le module sur votre site, contactez-nous à l’adresse

source: None
fr_fr: Aucun

source: Semicolon
fr_fr: Point virgule

source: Comma
fr_fr: Virgule

source: Print PDF Laser with proof.
fr_fr: Impression laser avec preuve de dépôt.

source: Print PDF laser without proof
fr_fr: Impression laser sans preuve de dépôt

source: Print PDF thermal
fr_fr: PDF pour imprimante thermique

source: Mr.
fr_fr: M.

source: Mrs
fr_fr: Mme

source: Miss
fr_fr: Mlle

source: Put here all your Chronopost contracts. You can change the default contract for each shipping method in the Carrier settings page.
fr_fr: Indiquez ici tous vos contrats Chronopost. Vous pouvez changer le contrat par défaut pour chaque transporteur dans sa page de configuration (WooCommerce > Réglages > Expédition > Chronopost).

source: This will permanently delete this contract. Are you sure you want to proceed ?
fr_fr: Vous allez définitivement supprimer ce contrat. Êtes-vous sûr de vouloir continuer ?

source: Remove contract
fr_fr: Supprimer contrat

source: Account #
fr_fr: Contrat n°

source: Account number
fr_fr: Numéro du compte

source: Account label
fr_fr: Intitulé du contrat

source: Sub-account number
fr_fr: Numéro de sous-compte

source: Chronopost password
fr_fr: Mot de passe Chronopost

source: Test my login datas
fr_fr: Tester mes identifiants

source: Add a new contract
fr_fr: Ajouter un nouveau contrat

source: Import tracking informations
fr_fr: Importer informations de suivi

source: Please upload only CSV files.
fr_fr: Veuillez choisir un fichier CSV.

source: Unable to find tracking numbers (wrong column ?)
fr_fr: Impossible de trouver les numéros de suivi (mauvaise colonne ?)

source: Tracking informations updated. Total processed : %s
fr_fr: Informations de suivi mises à jour. Total traitées : %s

source: There was a problem with your upload.
fr_fr: Une erreur est survenue lors de l'envoi du fichier.

source: No file was uploaded.
fr_fr: Le fichier n'a pas pu être envoyé.

source: Pick-up and automatic lockers
fr_fr: Point Relais et consignes automatiques

source: Only Pick-up
fr_fr: Point Relais uniquement

source: Chronopost Exports
fr_fr: Exports Chronopost

source: Select order #%s
fr_fr: Sélectionner la commande #%s

source: Use this function to massively assign Chronopost parcel numbers to the desired orders. This is useful if you edit your waybills from a third-party application. (Eg ChronoShip Office ChronoShip Station ...). The expected file must be in CSV format with semicolon separator.<br/><br/>It must contain 2 columns : <ol><li>WooCommerce orders reference</li><li> Chronopost tracking number</li></ol><br/>An email contaning the tracking number and a link to follow the parcel will be sent to the customer.
fr_fr: Utilisez cette fonction pour affecter en masse des numéros de colis Chronopost aux commandes souhaitées. Cette fonction est utile si vous éditez vos bordereaux d'envoi Chronopost depuis une application tierce (ex: ChronoShip Office, ChronoShip Station...). Le fichier attendu doit être au format CSV avec séparateur point-virgule.<br/><br/>Il doit contenir 2 colonnes : <ol><li>la référence WooCommerce de la commande</li><li> le numéro d'envoi Chronopost</li></ol><br/>Un email contenant le numéro d'envoi Chronopost ainsi qu'un lien pour suivre leur colis sera envoyé au client.

source: Order reference column number
fr_fr: Numéro de colonne de la référence WooCommerce

source: Tracking column number
fr_fr: Numéro de colonne du numéro de suivi Chronopost

source: Pick a file to upload
fr_fr: Choisissez un fichier à envoyer

source: Chronopost database upgrade needed
fr_fr: Mise à jour de la base de données Chronopost nécessaire

source: The plugin has been updated and needs to upgrade the database to reflect major changes in the way the plugin handles carriers. This will run the following commands :
fr_fr: Le plugin a été mis à jour et doit mettre à niveau la base de données pour refléter des changements majeurs dans la façon dont le plugin gère les transporteurs. Cela exécutera les commandes suivantes :

source: Check your current Chronopost shipping settings
fr_fr: Vérifier vos paramètres d'expédition Chronopost actuels

source: Create the corresponding shipping zones if needed
fr_fr: Créez les zones d'expédition correspondantes si nécessaire

source: Assign Chronopost carriers to the correct zone
fr_fr: Assigner les transporteurs Chronopost à la zone correspondante

source: No, I will do this myself
fr_fr: Non, je vais le faire moi-même

source: Update database automatically
fr_fr: Mise à jour automatique de la base de données

source: Chronopost shipments
fr_fr: Expéditions Chronopost

source: Cancel label
fr_fr: Annuler l’étiquette

source: weight
fr_fr: poids

source: height
fr_fr: hauteur

source: length
fr_fr: longueur

source: width
fr_fr: largeur

source: Shipping settings
fr_fr: Paramètres d’expédition

source: Labels
fr_fr: Étiquette

source: Return labels
fr_fr: Retours SAV

source: Enable?
fr_fr: Activer?

source: Amount
fr_fr: Montant

source: Hello,
fr_fr: Bonjour,

source: You will soon be making a Chronopost shipment for your backorder #%s. The person who sent you this mail has already prepared the waybill you will use. After printing, affix the shipping letter in an adhesive plastic pouch and affix it to your shipment. Note that the bar code must be clearly visible.
fr_fr: Vous allez bientôt effectuer un envoi Chronopost pour votre retour sur la commande #%s. La personne qui vous a adressé ce mail a déjà préparé la lettre de transport que vous utiliserez. Après impression, apposez la lettre de transport dans une pochette plastique adhésive et collez la sur votre envoi. Attention le code à barres doit être bien apparent.

source: Regards.
fr_fr: Cordialement.

source: Your order has been delivered to the customer
fr_fr: Votre commande a été livrée au client

source: Your order has just been shipped. The tracking number is %s, you can track your shipment by <a href="%s">clicking here</a>
fr_fr: Le colis vient d’être expédié. Le numéro de suivi est le %s, vous pouvez suivre votre colis <a href="%s">en cliquant ici</a>

source: Warning, missing weight for Product %s. You should fill this information to make right label estimates.
fr_fr: Attention, le poids est manquant pour le produit %s. Vous devriez renseigner cette information afin de fiabiliser l’estimation du coût de l’envoi.

source: Chronopost Product
fr_fr: Produit Chronopost

source: Free
fr_fr: Offert

source: Contract
fr_fr: Contrat

source: Checkout Title
fr_fr: Titre de la méthode

source: Activate Quickcost
fr_fr: Activer Quickcost

source: Automatically calculate the shipping cost with Quickcost
fr_fr: Calculer automatiquement les coût de livraison avec Quickcost

source: Quickcost will calculate the cost of an item, depending on the rates negociated with Chronopost. This option replaces the use of the fee schedule.
fr_fr: Quickcost affiche le coût de livraison en se basant sur votre grille tarifaire Chronopost. Cette option remplace les frais de livraison de votre installation Chronopost.

source: Quickcost URL
fr_fr: URL du Quickcost

source: Value to add to Quickcost
fr_fr: Valeur à ajouter au Quickcost

source: Type of marge
fr_fr: Type de marge

source: Amount (€)
fr_fr: Montant (€)

source: Percentage (%)
fr_fr: Pourcentage (%)

source: Application fee
fr_fr: Frais de dossier

source: Handling fee
fr_fr: Frais de traitement

source: Tracking URL
fr_fr: URL de tracking

source: Deliver on Saturday?
fr_fr: Livraison le samedi ?

source: Enable on frontend?
fr_fr: Activer sur le site public ?

source: Enable Saturday Shipping on frontend
fr_fr: Activer l’expédition du samedi sur le site public

source: Allows the user to define if he wishes to activate the Saturday delivery option
fr_fr: Autoriser l’utilisateur de définir s’il souhaite activer l’option de livraison le samedi

source: Saturday option amount
fr_fr: Montant de l’option du samedi

source: Amount of the option allowing delivery on Saturday
fr_fr: Montant de l’option de livraison le samedi

source: Tax status
fr_fr: État de la TVA

source: Enable Free Shipping
fr_fr: Activer la livraison gratuite

source: Enable "Free Shipping" feature depending on below minimum order amount
fr_fr: Active la livraison gratuite selon le montant minimum du panier ci-dessous

source: This option will enable the "Free shipping" feature. Depending on the customer cart amount the shipping cost will be free or not.
fr_fr: Cette option active la livraison gratuite. Elle dépend du montant du panier du client. La livraison s'affichera donc gratuite ou non.

source: Free Shipping minimum order amount required
fr_fr: Montant minimum requis pour bénéficier de la livraison gratuite

source: Shipping rates
fr_fr: Coûts de livraison

source: I want to be delivered on Saturday
fr_fr: Je souhaite être livré le samedi

source: If my order is too late to be delivered on Friday and I don't want to wait until Monday
fr_fr: Si ma commande est trop tardive pour être livrée le vendredi et que je ne souhaite pas attendre le lundi

source: Return Label Email
fr_fr: Email de l’étiquette de retour

source: Email sent to customers when return labels are generated
fr_fr: Email envoyé lorsqu’une étiquette de retour est créée

source: %s: your Chronopost return label
fr_fr: %s: votre étiquette de retour

source: Your Chronopost return label
fr_fr: Votre étiquette de retour Chronopost

source: An error occured during the label creation.
fr_fr: Une erreur est survenue lors de la création de l'étiquette.

source: Please select an action in the "Bulk Actions" list
fr_fr: Veuillez sélectionner une action dans la liste de sélection « Action groupées »

source: Please select orders before generate labels
fr_fr: Veuillez sélectionner des commandes avant de procéder à la génération des étiquettes

source: Return label has already been generated.
fr_fr: L’étiquette de retour a déjà été générée.

source: An error occured while generating your labels. Please try again.
fr_fr: Une erreur s’est produite lors de la génération de vos étiquettes. Veuillez ré-essayer.

source: Warning : the total weight of the packages exceeds %skg for the #%s order, you will need to generate at least one additional label.
fr_fr: Attention : le poids total de vos colis excède les %skg pour la commande #%s, vous devrez générer au moins une étiquette additionnelle.

source: An error occured during the label creation. Please check if this contract can edit labels for this carrier.
fr_fr: Une erreur s’est produite lors de la création de l’étiquette. Veuillez vérifier si le contrat sélectionné peut éditer des étiquettes pour ce transporteur.

source: An error occured during the label creation. Please check the customer datas or your Chronopost settings.
fr_fr: Une erreur s’est produite lors de la création de l’étiquette. Veuillez vérifier les données du client ou vos paramètres Chronopost.

source: Configuration error:
fr_fr: Erreur de configuration :

source: The contract can't be found for this order. You can check the carrier configuration to fix this issue.
fr_fr: Le contrat n'a pas pu être trouvé pour cette commande. Vous pouvez vérifier la configuration du transporteur pour régler ce problème.

source: Webservice error:
fr_fr: Erreur du webservice :

source: System error:
fr_fr: Erreur système :

source: The return label has been generated and has just been sent
fr_fr: L’étiquette de retour a été générée et vient d’être envoyée au client

source: Return labels are not available for this country : %s
fr_fr: Les étiquettes de retour ne sont pas disponibles pour ce pays : %s

source: Return labels are not available for this method:
fr_fr: Les étiquettes de retour ne sont pas disponible pour cette méthode :

source: The label %s was cancelled
fr_fr: L'étiquette %s a été annulée

source: An error occured when cancelling the %s label
fr_fr: Une erreur système est survenue lors de l’annulation du colis %s

source: the %s package does not belong to the contract passed as parameter or has not yet been registered in the Chronopost tracking system
fr_fr: le colis %s n’appartient pas au contrat passé en paramètre ou n’a pas encore été enregistré dans le système de tracking Chronopost

source: The %s package can not be cancelled because it was supported by Chronopost
fr_fr: Le colis %s ne peut être pas annulé car il a été pris en charge par Chronopost

source: I understand
fr_fr: J’ai compris

source: One or several packages are above the weight limit (%s kg)
fr_fr: Un ou plusieurs colis dépassent la limite de poids (%s kg)

source: One or several packages are above the size limit (%s cm)
fr_fr: Un ou plusieurs colis dépassent la limite de taille (%s cm)

source: One or several packages are above the total (L+2H+2l) size limit (%s cm)
fr_fr: Un ou plusieurs colis dépassent la limite globale (L+2H+2l) de taille (%s cm)

source: Saturday shipping fee
fr_fr: Frais d’expédition samedi

source: Chronopost - Express delivery at home before 10am
fr_fr: Chronopost - Livraison express à domicile avant 10h

source: Parcels delivered the next day before 10am at your home. The day before delivery, You'll be notified by e-mail and SMS.
fr_fr: Colis livré le lendemain matin avant 10h à votre domicile. La veille de la livraison, vous êtes averti par e-mail et SMS.

source: Chronopost - Express delivery at home before 1pm
fr_fr: Chronopost - Livraison express à domicile avant 13h

source: Parcels delivered the next day before 1pm at your home. The day before delivery, You'll be notified by e-mail and SMS.
fr_fr: Colis livré le lendemain matin avant 13h à votre domicile. La veille de la livraison, vous êtes averti par e-mail et SMS.

source: Chronopost - Express delivery at home before 6pm
fr_fr: Chronopost - Livraison express à domicile avant 18h

source: Parcels delivered the next day before 6pm at your home. The day before delivery, You'll be notified by e-mail and SMS.
fr_fr: Colis livré le lendemain matin avant 18h à votre domicile. La veille de la livraison, vous êtes averti par e-mail et SMS.

source: Chronopost - Delivery at home
fr_fr: Chronopost - Livraison à domicile

source: Parcels delivered to Europe in 1 to 3 days
fr_fr: Colis livré en 1 à 3 jours vers l’Europe

source: Chronopost - Express delivery at home
fr_fr: Chronopost - Livraison express à domicile

source: Parcels delivered to Europe in 1 to 3 days, 48 hours to the DOM and 2 to 5 days to the rest of the world.
fr_fr: Colis livré en 1 à 3 jours vers l’Europe, en 48h vers les DOM et en 2 à 5 jours vers le reste du monde.

source: Chronopost - Express delivery on appointment
fr_fr: Chronopost - Livraison express sur rendez-vous

source: By appointment at your home! Order delivered on the day of your choice in a 2-hour time slot. You can reprogram your delivery in case of absence.
fr_fr: Sur RDV à votre domicile! Commande livrée au jour de votre choix dans un créneau horaire de 2h. Vous pouvez reprogrammer votre livraison en cas d’absence.

source: Date of delivery
fr_fr: Date de remise des colis

source: Date from which the weeks list of the RDV option will be calculated
fr_fr: Date à partir duquel le semainier de l’option RDV sera calculé

source: Day of delivery +
fr_fr: Jour de la commande +

source: day(s)
fr_fr: jour(s)

source: or day and hour of delivery
fr_fr: ou jour et heure de livraison

source: Hour of delivery
fr_fr: Heure de livraison

source: Show cost levels
fr_fr: Afficher les tarifs

source: Cost levels
fr_fr: Niveaux tarifaire

source: Appointment %s
fr_fr: Rendez vous %s

source: Price
fr_fr: Prix

source: Slots to be closed
fr_fr: Créneaux qui devront être fermés

source: Add New Slot
fr_fr: Ajouter un créneau

source: Delete Selected Slot
fr_fr: Supprimer les créneaux sélectionnés

source: Appointment for delivery on %s between %s and %s
fr_fr: Rendez-vous pour livraison le %s entre %s et %s

source: Edit
fr_fr: Modifier

source: Select an appointment
fr_fr: Sélectionner un créneau de rendez-vous

source: Please <a href="#container-method-%s">select an appointment</a>
fr_fr: Merci de <a href="#container-method-%s">sélectionner un créneau de rendez-vous.</a>

source: Chronopost – Express delivery in Pickup relay
fr_fr: Chronopost - Livraison express en relais Pickup

source: Parcels delivered the next day before 13h in the Pickup of your choice. You'll be notified by e-mail and SMS.
fr_fr: Colis livré le lendemain avant 13h dans le relais Pickup de votre choix. Vous serez averti par e-mail et SMS.

source: Max distance search
fr_fr: Distance de recherche max

source: Max pickup relay number
fr_fr: Nombre maximum de points relais

source: Select a pickup relay
fr_fr: Sélectionner un point relais

source: View on Google Map
fr_fr: Voir sur Google Map

source: Please <a href="#shipping_method_0_%s">select a pickup relay</a>
fr_fr: Merci de <a href="#shipping_method_0_-%s">sélectionner un point relais.</a>
