Repository: ekimiateam/chronopost_for_woocommerce
Catalog: languages/chronopost-*.po
Languages: fr_fr

source: Please <a href="#container-method-%s">select a pickup relay</a>
fr_fr: Merci de <a href="#container-method-%s">sélectionner un point relais.</a>

source: No relay points found. Please check your address information.
fr_fr: Aucun point relais trouvé. Veuillez vérifier les informations concernant votre adresse.

source: Chronopost - Overseas departments delivery in Pickup relay
fr_fr: Chronopost – Livraison DOM en relais Pickup

source: Parcels delivered in 3 to 4 days to the DOM in the Pickup point of your choice.
fr_fr: Colis livré en 3 à 4 jours vers les DOM dans le relais Pickup de votre choix.

source: Chronopost - Europe delivery in Pickup relay
fr_fr: Chronopost – Livraison Europe en relais Pickup

source: Parcels delivered in 2 to 6 days to Europe in the Pickup point of your choice.
fr_fr: Colis livré en 2 à 6 jours vers l’Europe dans le relais Pickup de votre choix.

source: Chronopost - Same-day delivery at home
fr_fr: Chronopost - Livraison Sameday

source: Disable after
fr_fr: Désactiver après

source: Chronopost - Delivery in Pickup relay
fr_fr: Chronopost - Livraison en relais Pickup

source: Parcels delivered in 2 to 3 days in the Pickup point of your choice. You'll be notified by e-mail.
fr_fr: Colis livré en 2 à 3 jours dans le point relais de votre choix. Vous serez averti par e-mail.

source: Parcels delivered in 3 to 7 days to Europe in the Pickup point of your choice.
fr_fr: Colis livré en 3 à 7 jours vers l’Europe dans le relais Pickup de votre choix.

source: Prev week
fr_fr: Semaine précédente

source: Next week
fr_fr: Semaine suivante

source: An error occurred when fetching time slots. Please try again and contact us if the problem persists.
fr_fr: Une erreur s'est produite au moment de récupérer les horaires. Veuillez réessayer plus tard et nous contacter si le problème persiste.

source: Loading, please wait&hellip;
fr_fr: Veuillez patienter&hellip;

source: Mon
fr_fr: Lun

source: Tue
fr_fr: Mar

source: Wed
fr_fr: Mer

source: Thu
fr_fr: Jeu

source: Fri
fr_fr: Ven

source: Sat
fr_fr: Sam

source: Sun
fr_fr: Dim

source: Opening hours
fr_fr: Horaires

source: Closed
fr_fr: Fermé

source: Confirm time slot
fr_fr: Confirmer le créneau horaire

source: It's not possible to use this service for your order yet, we are currently working to allow new cities to benefit from this new service.
fr_fr: Il n’est pas encore possible d’utiliser ce service pour votre commande, nous travaillons en ce moment pour permettre à de nouvelles villes de bénéficier de ce nouveau service.

source: Chronopost Pickup Relays
fr_fr: Point Relais Chronopost

source: Please select one of the <span class="relay-count">%s</span> pickup relays displayed below to serve as the delivery address.
fr_fr: Veuillez choisir parmi les <span class="relay-count">%s</span> points relais affichés ci-dessous celui qui servira d’adresse de livraison.

source: Update
fr_fr: Mettre à jour

source: Confirm relay pickup
fr_fr: Confirmer le point relais
